cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'caskroom/cask'
tap 'caskroom/fonts'

brew 'awscli'
brew 'coreutils'
brew 'git'
brew 'go'
brew 'heroku'
brew 'openssl'
brew 'postgresql'
brew 'python'
brew 'rbenv'
brew 'ruby-build'
brew 'yarn'
brew 'z'
brew 'zsh-syntax-highlighting'
brew 'zsh'

cask 'atom'
cask 'hyper'
cask 'imageoptim'
cask 'iterm2'
cask 'macdown'
cask 'mongodb-compass'
cask 'paparazzi'
cask 'pgadmin4'
cask 'postman'
cask 'psequel'
cask 'sublime-text'
cask 'vagrant'
cask 'virtualbox'
cask 'visual-studio-code'

cask 'firefox'
cask 'google-chrome'
cask 'slack'
cask 'steam'
cask 'vlc'

cask 'font-fira-code'
cask 'font-hack'
cask 'font-source-code-pro'
cask 'qlcolorcode'
cask 'qlimagesize'
cask 'qlmarkdown'
cask 'qlstephen'
cask 'quicklook-json'
