cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'caskroom/cask'
tap 'caskroom/fonts'

brew 'awscli'
brew 'aws-elasticbeanstalk'
brew 'coreutils'
brew 'diff-so-fancy'
brew 'exa'
brew 'git'
brew 'go'
brew 'glide'
brew 'heroku'
brew 'imagemagick'
brew 'node'
brew 'openssl'
brew 'postgresql'
brew 'python'
brew 'rbenv'
brew 'ruby-build'
brew 'terraform'
brew 'yarn'
brew 'zsh'

cask 'font-fira-code'
cask 'font-hack'
cask 'font-source-code-pro'
cask 'qlcolorcode'
cask 'qlimagesize'
cask 'qlmarkdown'
cask 'qlstephen'
cask 'quicklook-json'
