2gua.rainbow-brackets
aaron-bond.better-comments
bungcip.better-toml
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
CoenraadS.bracket-pair-colorizer-2
dbaeumer.vscode-eslint
dsznajder.es7-react-js-snippets
eamodio.gitlens
EditorConfig.EditorConfig
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
mikestead.dotenv
mrmlnc.vscode-scss
ms-azuretools.vscode-docker
ms-vscode.atom-keybindings
ms-vscode.Go
ms-vscode.vscode-typescript-tslint-plugin
msjsdiag.debugger-for-chrome
naumovs.color-highlight
octref.vetur
Orta.vscode-jest
PKief.material-icon-theme
shinnn.stylelint
streetsidesoftware.code-spell-checker
tungvn.wordpress-snippet
xabikos.JavaScriptSnippets
zhuangtongfa.Material-theme
Zignd.html-css-class-completion
