2gua.rainbow-brackets
aaron-bond.better-comments
apollographql.vscode-apollo
bungcip.better-toml
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
CoenraadS.bracket-pair-colorizer-2
dbaeumer.vscode-eslint
dsznajder.es7-react-js-snippets
eamodio.gitlens
EditorConfig.EditorConfig
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
golang.go
GraphQL.vscode-graphql
ikappas.phpcs
jpoissonnier.vscode-styled-components
mikestead.dotenv
mrmlnc.vscode-scss
ms-azuretools.vscode-docker
ms-vscode.atom-keybindings
ms-vscode.vscode-typescript-tslint-plugin
msjsdiag.debugger-for-chrome
naumovs.color-highlight
octref.vetur
Orta.vscode-jest
PKief.material-icon-theme
samverschueren.linter-xo
steoates.autoimport
streetsidesoftware.code-spell-checker
stylelint.vscode-stylelint
tungvn.wordpress-snippet
xabikos.JavaScriptSnippets
zhuangtongfa.material-theme
Zignd.html-css-class-completion
