aaron-bond.better-comments
anthropic.claude-code
apollographql.vscode-apollo
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
docker.docker
dsznajder.es7-react-js-snippets
eamodio.gitlens
editorconfig.editorconfig
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
golang.go
graphql.vscode-graphql
graphql.vscode-graphql-syntax
hashicorp.terraform
mikestead.dotenv
mrmlnc.vscode-scss
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-containers
ms-vscode.atom-keybindings
naumovs.color-highlight
octref.vetur
openai.chatgpt
orta.vscode-jest
pkief.material-icon-theme
rust-lang.rust-analyzer
steoates.autoimport
streetsidesoftware.code-spell-checker
styled-components.vscode-styled-components
stylelint.vscode-stylelint
tauri-apps.tauri-vscode
xabikos.javascriptsnippets
zhuangtongfa.material-theme
zignd.html-css-class-completion
